import Link from 'next/link'
import Head from 'next/head'
import {HeaderTemplate} from '../templates/header'
import classes from '../styles/faq.module.css'
//import styles from '../styles/header.css'

export default function Index() {
	return(<HeaderTemplate>
		<section className={classes.faq_page + ' container'}>
		<h1>faq</h1>
		<div className={classes.question}>
			<h3>як зробити замовлення </h3>
			<div className={classes.answer}>
				<h4>1. Заявка</h4>
				<p>Ви заповнюєте заявку на сайті, натиснувши кнопку "Оформити замовлення".</p>
				<h4>2. Дзвінок</h4>
				<p>
					Наш менеджер передзвонить Вам для уточнення замовлення
					*Якщо Ви впевнені у заповнених даних та не хочете отримувати дзвінки із незнайомих номерів абощо, виберіть варіант "Не телефонувати мені…" при оформленні замовлення і ми відправимо Вам замовлення без підвердження.
				</p>
				<h4>3. Відправлення</h4>
				<p>
					Доставляємо Ваш товар впродовж 1-3 днів на відділення Нової пошти.
				</p>
				<h4>4. Отримання</h4>
				<p>
					Оплачуєте Ваше замовлення при отриманні у відділенні Нової пошти або по передоплаті.
				</p>

			</div>
		</div>
		<div className={classes.question}>
			<h3>доставка </h3>
			<div className={classes.answer}>
				<p>Ми пропонуємо вам декілька способів доставки – поштову пересилку по всій території України та адресну доставку кур'єром за допомогою сервісу Нова Пошта.</p>
				<p>
					Додаткова послуга від Нової Пошти – післяплата, дозволяє оплатити замовлення на відділені або кур'єру при отриманні. Вкажіть таку опцію під час замовлення, або коли наш менеджер передзвонить для уточнення деталей.
				</p>
				<p>
					Одразу після передачі поштовому перевізнику ваше замовлення ми надішлемо sms на ваш номер телефону з номером накладної посилки (ТТН).
				</p>
				<p>
					Згідно зі стандартами "Нової Пошти" строк доставки складає до 3-х робочих днів. Якщо ви розмістили замовлення до 15:00 буднього дня, ми відправимо його того ж дня. Якщо ви розмістили замовлення після 15:00, воно може бути відправлено до вас наступного робочого дня.
				</p>
				<p>
					Відправлення на вихідних можливе, але зазвичай, вже переноситься на будні дні.
				</p>
			</div>
		</div>
		<div className={classes.question}>
			<h3>оплата </h3>
			<div className={classes.answer}>
				<p>Ви можете здійснити оплату двома способами:</p>
				<p>
					1. Онлайн у нашому магазині, слідуючи простим підказкам та інструкціям для здійснення покупки.

				</p>
				<p>
					2. Післяплата – при отриманні на відділенні "Нової Пошти" чи кур'єру у випадку адресної доставки. Таку опцію Ви можете вказати під час замовлення та уточнити всі деталі, коли наш менеджер передзвонить Вам.
				</p>
			</div>
		</div>
	</section>
		</HeaderTemplate>
		)
}